Repository: Telmxn/Shoplon
Catalog: Shoplon/Localization/*.lproj/Localizable.strings
Languages: az, tr

source: Next
az: İrəli
tr: İleri

source: Skip
az: Keç
tr: Geç

source: Notifications
az: Bildirişlər
tr: Bildirimler

# onboarding1title
source: Find the item you’ve been looking for
az: Axtardığınız məhsulu tapın
tr: Aradığınız ürünü bulun

# onboarding1subtitle
source: Here you’ll see rich varieties of goods, carefully classified for seamless browsing experience.
az: Burada siz problemsiz baxış təcrübəsi üçün diqqətlə təsnif edilmiş zəngin məhsul çeşidlərini görəcəksiniz.
tr: Burada, sorunsuz bir gezinme deneyimi için özenle sınıflandırılmış zengin ürün çeşitlerini göreceksiniz.

# onboarding2title
source: Get those shopping bags filled
az: Alış-veriş çantalarınızı doldurun
tr: Alışveriş çantalarını doldur

# onboarding2subtitle
source: Add any item you want to your cart, or save it on your wishlist, so you don’t miss it in your future purchases.
az: İstədiyiniz məhsulu səbətinizə əlavə edin və ya arzu siyahınıza qeyd edin ki, gələcək alışlarınızda itirməyəsiniz.
tr: Gelecekteki alışverişlerinizde kaçırmamak için istediğiniz ürünü sepetinize ekleyin veya istek listenize kaydedin.

# onboarding3title
source: Fast & secure payment
az: Sürətli və təhlükəsiz ödəniş
tr: Hızlı ve güvenli ödeme

# onboarding3subtitle
source: There are many payment options available for your ease.
az: Rahatlığınız üçün bir çox ödəniş seçimi mövcuddur.
tr: Kolaylık sağlaması için birçok ödeme seçeneği mevcuttur.

# onboarding4title
source: Package tracking
az: Bağlamanın izlənməsi
tr: Paket takibi

# onboarding4subtitle
source: In particular, Shoplon can pack your orders, and help you seamlessly manage your shipments.
az: Xüsusilə Shoplon sifarişlərinizi qablaşdırıb, göndərişlərinizi rahatlıqla idarə etməyə kömək edə bilər.
tr: Özellikle Shoplon siparişlerinizi paketleyebilir ve gönderilerinizi kolayca yönetmenize yardımcı olabilir.

# onboarding5title
source: Nearby stores
az: Yaxınlıqdakı mağazalar
tr: Yakındaki mağazalar

# onboarding5subtitle
source: Easily track nearby shops, browse through their items and get information about their prodcuts.
az: Yaxınlıqdakı mağazaları asanlıqla izləyin, məhsullarına baxın və onlar haqqında məlumat əldə edin.
tr: Yakındaki mağazaları kolayca takip edin, ürünlerine göz atın ve onlar hakkında bilgi alın.

# notificationpermissiontitle
source: Notify latest offers & product availability
az: Ən son təkliflər və məhsul mövcudluğu barədə bildiriş alın
tr: En yeni teklifleri ve ürün stok durumunu bildirin

# notificationpermissionsubtitle
source: ba faal kardane notificatione shoplon, zoodtar az hame az akhbare ma bakhabar shavid.
az: Shoplon bildirişlərini aktiv etməklə xəbərlərimizdən hamıdan əvvəl xəbərdar olun.
tr: Shoplon bildirimlerini etkinleştirerek en son haberlerden herkesten önce haberdar olun.

# selectlanguagetitle
source: Select your preferred lanaguage
az: İstədiyiniz dili seçin
tr: Tercih ettiğiniz dili seçin

# selectlanguagesubtitle
source: You will use the same language throughout the app.
az: Tətbiq boyunca eyni dili istifadə edəcəksiniz.
tr: Uygulama boyunca aynı dili kullanacaksınız.

source: Welcome back!
az: Yenidən xoş gəlmisiniz!
tr: Tekrar hoş geldiniz!

# logintext
source: Log in with your data that you intered during your registration.
az: Qeydiyyat zamanı daxil etdiyiniz məlumatlarla giriş edin.
tr: Kayıt sırasında girdiğiniz bilgilerle giriş yapın.

source: Forgot password
az: Şifrəni unutmusunuz
tr: Şifremi unuttum

source: Don’t have an account?
az: Hesabınız yoxdur?
tr: Hesabınız yok mu?

source: Do you have an account?
az: Hesabınız var?
tr: Bir hesabınız var mı?

source: Sign up
az: Qeydiyyatdan keç
tr: Kayıt ol

source: Password recovery
az: Şifrəni bərpa et
tr: Şifre kurtarma

# passwordRecoveryText
source: Enter your E-mail address to recover your password
az: Şifrənizi bərpa etmək üçün e-poçt ünvanınızı daxil edin
tr: Şifrenizi kurtarmak için e-posta adresinizi girin

source: Log in
az: Daxil ol
tr: Giriş yap

source: Email address
az: E-poçt ünvanı
tr: E-posta adresi

source: Password
az: Şifrə
tr: Şifre

source: Error
az: Xəta
tr: Hata

source: Close
az: Bağla
tr: Kapat

source: Verification code
az: Təsdiq kodu
tr: Doğrulama kodu

# sentVerificationCode
source: We have sent the code verification to
az: Təsdiq kodunu bu ünvana göndərdik:
tr: Doğrulama kodunu gönderdik:

source: Change email address?
az: E-poçt ünvanını dəyişmək istəyirsiniz?
tr: E-posta adresini değiştirmek ister misiniz?

source: Resend code after
az: Kodu yenidən göndər:
tr: Kodu tekrar gönder:

source: Resend
az: Yenidən göndər
tr: Yeniden gönder

source: Confirm
az: Təsdiqlə
tr: Onayla

source: Set new password
az: Yeni şifrə təyin et
tr: Yeni şifre belirle

# newPasswordText
source: Your new password must be diffrent from previosly used passwords.
az: Yeni şifrəniz əvvəl istifadə etdiyiniz şifrələrdən fərqli olmalıdır.
tr: Yeni şifreniz daha önce kullandığınız şifrelerden farklı olmalıdır.

source: New password
az: Yeni şifrə
tr: Yeni şifre

source: New password again
az: Yeni şifrə (təkrar)
tr: Yeni şifre (tekrar)

source: Change Password
az: Şifrəni dəyiş
tr: Şifreyi değiştir

# passwordSucessfullText
source: Your password has been changed successfully!
az: Şifrəniz uğurla dəyişdirildi!
tr: Şifreniz başarıyla değiştirildi!

source: Let’s get started!
az: Başlayaq!
tr: Haydi başlayalım!

# signUpText
source: Please enter your valid data in order to create an account.
az: Zəhmət olmasa hesab yaratmaq üçün etibarlı məlumatlarınızı daxil edin.
tr: Hesap oluşturmak için lütfen geçerli bilgilerinizi girin.

# iAgreeTermsAndPolicy
source: I agree with the Terms of service & privacy policy.
az: Xidmət şərtləri və məxfilik siyasəti ilə razıyam.
tr: Hizmet şartları ve gizlilik politikasını kabul ediyorum.

source: Terms of service
az: Xidmət şərtləri
tr: Hizmet şartları

source: Continue
az: Davam et
tr: Devam et

source: Last updated
az: Son yenilənmə
tr: Son güncelleme

source: Setup profile
az: Profili qur
tr: Profili ayarla

source: Full name
az: Tam ad
tr: Tam ad

source: Date of birth
az: Doğum tarixi
tr: Doğum tarihi

source: Phone Number
az: Telefon nömrəsi
tr: Telefon numarası

source: Upload Image
az: Şəkil yüklə
tr: Görsel yükle

source: Whoohooo!
az: Vaaau!
tr: Vay canına!

# emailVerifiedSuccessfully
source: Your Email has been verified succesfully.
az: E-poçt ünvanınız uğurla təsdiqləndi.
tr: E-posta adresiniz başarıyla doğrulandı.

source: Go to shopping
az: Alış-verişə başla
tr: Alışverişe git

# howFingerprint
source: How to set up Fingerprint
tr: Parmak izi nasıl ayarlanır

# howFaceID
source: How to set up Face ID
tr: Face ID nasıl ayarlanır

# fingerprintText
source: Place your finger on the sensor and lift it repeatedly. Move your finger slightly each time to capture all areas.
tr: Parmağınızı sensöre yerleştirin ve tekrar tekrar kaldırın. Her seferinde hafifçe hareket ettirerek tüm alanları taratın.

# faceIDText
source: Position your face in the camera frame, then slowly move your head in a circle to show all the angles of your face.
tr: Yüzünüzü kamera çerçevesine yerleştirin, ardından başınızı yavaşça daire şeklinde hareket ettirerek tüm açılardan gösterin.

source: Set up Fingerprint
tr: Parmak izini ayarla

source: Set up FaceID
tr: Face ID'yi ayarla

source: Find something...
tr: Bir şeyler bulun...

source: Categories
tr: Kategoriler
